Revit 2027 API
FormattedText Constructor
 Creates a new default FormattedText object, which contains only a carriage return character and has no formatting.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public FormattedText()
Public Sub New
public:
FormattedText()
new : unit -> FormattedText
See Also
Reference
FormattedText Class
FormattedText Overload
Autodesk.Revit.DB Namespace